brew "starship"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-completions"
brew "fzf-tab"
brew "fzf"
brew "zoxide"

brew "eza"
brew "bat"
brew "ripgrep"
brew "fd"
brew "jq"
brew "git-delta"

brew "git"
brew "mise"
brew "vim"

cask "ghostty"
cask "zed"
cask "raycast"
cask "google-chrome"
cask "docker-desktop"
cask "claude-code"
cask "codex"
cask "claude"
cask "codex-app"

cask "font-jetbrains-mono-nerd-font"
cask "font-hackgen-nerd"
