brew "git"
brew "mise"
brew "fzf"
brew "tmux"
brew "neovim"
brew "lazygit"
brew "bat"
brew "eza"
brew "ripgrep"
brew "fd"
brew "delta"
brew "jq"
brew "zoxide"
brew "stow"

cask "ghostty"
cask "visual-studio-code"
cask "raycast"
cask "google-chrome"
cask "docker-desktop"
cask "font-jetbrains-mono-nerd-font"
cask "claude-code"
cask "codex"
