brew "mise"
brew "starship"
brew "fzf"
brew "zoxide"
brew "direnv"
brew "eza"
brew "bat"
brew "ripgrep"
brew "fd"
brew "jq"
brew "git-delta"
brew "git"
brew "gh"
brew "tmux"
brew "vim"

cask "raycast"
cask "zed"
cask "visual-studio-code"
cask "ghostty"
cask "obsidian"
cask "google-chrome"
cask "docker-desktop"
cask "linearmouse"
cask "font-jetbrains-mono-nerd-font"
